{
  "jobFair": {
    "mainTitle": "ระบบงานมหกรรมงานมหาวิทยาลัยรังสิต",
    "title": "มหกรรมนวัตกรรมและงานมหกรรมงานมหาวิทยาลัยรังสิต 2567",
    "description": "​มหาวิทยาลัยรังสิตร่วมกับบริษัทชั้นนำจากอุตสาหกรรมต่างๆ จัดงาน RSU Innovation and Job Fair 2024 งานนี้มอบโอกาสที่ดีที่สุดแก่นักศึกษาในการสร้างเครือข่ายและค้นหาเส้นทางอาชีพที่เหมาะสม ค้นพบความฝันและโอกาสใหม่ๆ ในงาน University Job Fair เตรียมพร้อม! ร่วมเป็นส่วนหนึ่งของ RSU Innovation and Job Fair 2024 ที่จะเปลี่ยนอนาคตของคุณ มหาวิทยาลัยของเรานำเสนอแพลตฟอร์มในการพบปะและสร้างเครือข่ายกับบริษัทชั้นนำจากอุตสาหกรรมต่างๆ เช่น อุตสาหกรรมอาหารและเครื่องดื่ม อสังหาริมทรัพย์และการก่อสร้าง การดูแลสุขภาพและการแพทย์ อุตสาหกรรมหนักและการผลิต และอุตสาหกรรมการบริการและการท่องเที่ยว ไม่ว่าคุณจะเป็นนักศึกษาที่สนใจหรือสำเร็จการศึกษา เรามีโอกาสมากมายรอคุณอยู่"
  },
  "cardButton": {
    "com": "บริษัท",
    "stu": "นักเรียน",
    "aj": "ศาสตราจารย์"
  },
  "commingSoon": {
    "com": "เว็บไซต์บริษัทเร็วๆ นี้!",
    "stu": "เว็บไซต์นักเรียนเร็วๆ นี้!",
    "aj": "เว็บไซต์ Aj เร็วๆ นี้!"
  },
  "Company": {
    "Main": {
      "title": "ร่วมมือกับมหาวิทยาลัยรังกิสต์",
      "description": "ที่ Rangist University เราปลูกฝังสภาพแวดล้อมการเรียนรู้แบบไดนามิกที่ส่งเสริมความอยากรู้อยากเห็นทางปัญญา ทักษะการปฏิบัติ และความมุ่งมั่นสู่ความเป็นเลิศ นักเรียนที่มีความโดดเด่นของเรามีความกระตือรือร้นที่จะแปลรากฐานทางวิชาการของตนให้เป็นประสบการณ์จริงผ่านการฝึกงาน โปรแกรมสหกิจศึกษา และตำแหน่งงานระดับบัณฑิตศึกษา ด้วยการเป็นพันธมิตรกับ Rangist บริษัทของคุณจะสามารถเข้าถึงกลุ่มผู้สมัครที่มีคุณสมบัติเหมาะสมซึ่งมีความสามารถซึ่งพร้อมที่จะมีส่วนสำคัญต่อองค์กรของคุณ เรานำเสนอกระบวนการสรรหาบุคลากรที่ราบรื่นและการสนับสนุนอย่างต่อเนื่องเพื่อให้แน่ใจว่านักเรียนของเราสามารถบูรณาการเข้ากับทีมของคุณได้สำเร็จ ลงทุนในอนาคตของบริษัทของคุณ สำรวจว่า Rangist University สามารถเป็นพันธมิตรเชิงกลยุทธ์ของคุณในการสร้างพนักงานที่เจริญรุ่งเรืองได้อย่างไร"
    }
  },
  "subMenu": {
    "home": "บ้าน",
    "jobOffer": "ข้อเสนองาน",
    "jobApp": "การสมัครงาน",
    "interview": "สัมภาษณ์",
    "jobs": "งาน",
    "jobApprove": "อนุมัติงาน"
  },
  "Footer": {
    "contact": "ติดต่อเรา"
  }
}
